and
to
the
of
was
with
on
in
for
mg
Tablet
is
PO
no
or
Name
Sig
as
at
The
One
day
BLOOD
patient
He
Discharge
were
your
No
be
Last
She
pain
his
not
left
her
had
from
are
he
right
by
that
but
History
daily
have
this
an
has
which
you
Hospital1
Date
she
There
normal
10
hours
DAILY
times
First
You
needed
Hospital
CT
every
given
blood
Daily
well
Please
up
un
also
started
after
Capsule
sp
chest
Admission
prior
days
will
seen
negative
20
100
admission
Patient
12
stable
once
showed
discharge
IV
likely
continued
Tablets
STitle
home
Medications
On
TelephoneFax
been
history
acute
disease
Instructions
Pt
MD
due
Dr
Location
BID
noted
any
18
time
Release
per
NamePattern1
evidence
medications
pt
without
25
status
edema
Plt
pulmonary
admitted
LF
Her
did
Known
ED
may
then
should
Two
Refills0
ventricular
fluid
follow
40
increased
dose
renal
artery
lower
hospital
His
who
course
small
care
mild
aortic
transferred
Service
Delayed
Allergies
improved
NI
This
within
BP
if
IMPRESSION
abdominal
infection
INR
weeks
valve
changes
upper
24
it
found
In
effusion
CXR
pleural
when
received
size
bleeding
during
other
15
50
Name3
week
low
heart
one
twice
pressure
further
take
bowel
all
failure
floor
tube
NamePattern4
Physical
bilateral
Exam
there
call
back
30
Left
elevated
followup
developed
recent
patients
appointment
Diagnosis
placed
secondary
lastname
treated
Medical
clear
lung
new
initially
setting
over
Past
chronic
until
Followup
remained
11
pneumonia
14
Course
Name8
Refills2
systolic
Surgical
po
function
more
held
Present
Family
use
Right
need
while
fever
Social
outpatient
Procedure
ICU
wall
Disposition
Major
Illness
intact
Results
prn
TID
Chief
Complaint
Invasive
Brief
Condition
breath
symptoms
units
liver
HEENT
cm
mitral
MICU
Pertinent
Sex
Birth
surgery
Status
significant
than
felt
baseline
now
consistent
nausea
ho
lobe
following
since
last
taking
PCP
bilaterally
mouth
500
AttendingFirst
mass
above
GI
some
HR
possible
only
large
EC
Doctor
URINE
soft
severe
multiple
medication
16
post
13
mL
line
mildly
positive
consulted
regurgitation
performed
air
shortness
discharged
decreased
cardiac
presented
recommended
We
placement
exam
two
mental
out
rate
could
Final
head
transfer
study
Disp30
hemorrhage
so
HTN
continue
respiratory
coumadin
change
NamePattern2
therapy
Denies
present
kidney
Solution
down
throughout
OSH
antibiotics
primary
revealed
Ward
off
level
bleed
hypotension
ago
MRI
RR
cultures
urine
It
MEDICINE
years
thought
underwent
high
made
Home
denies
cough
23
bedtime
Inhalation
fevers
family
O2
05
atrial
PRN
hypertension
signs
past
year
place
several
Provider
stenosis
At
would
vomiting
constipation
RA
Q6H
most
very
does
free
With
leaflets
insulin
distress
325
having
restarted
unchanged
moderate
stopped
CTA
cancer
extremities
three
can
Care
procedure
CAD
evaluation
discontinued
PhoneTelephoneFax
sinus
old
see
vancomycin
Extended
site
however
scan
treatment
good
Chewable
CV
stay
lesions
diet
resolved
findings
obtained
oriented
If
previous
Facility
poor
NameIs
concerning
doctor
unit
Mild
concern
rash
dry
AM
diarrhea
lesion
mcg
CULTURE
removed
these
management
chills
aorta
17
service
Neuro
Your
again
sounds
rhythm
60
weakness
medical
VS
200
Name11
repeat
control
being
vein
followed
heparin
contrast
PM
Normal
intubated
pulses
identified
morning
Alert
atelectasis
regimen
Blood
HD
Hct
81
became
Completed
related
Aspirin
reports
biopsy
area
Metoprolol
LAD
WBC
abdomen
86
However
Coumadin
Hypertension
regular
office
Chest
months
unremarkable
demonstrated
weight
cavity
Sustained
Mr
CHF
worsening
tenderness
aspiration
both
into
dilated
pericardial
coronary
do
yo
headache
able
TOTAL
because
prednisone
Given
clinic
Mental
drug
process
Sodium
mm
Neck
oral
where
rehab
creatinine
Lungs
including
aspirin
fibrillation
catheter
RRR
EF
before
hospitalization
wound
unitmL
When
19
Pattern1
complicated
hr
appears
effusions
though
125
drainage
Hospital3
posterior
sent
thickened
known
NO
anemia
done
night
focal
cell
although
NAD
surgical
loss
QID
anicteric
anterior
US
required
EOMI
room
scale
next
evaluated
CHEST
neck
EKG
Ext
metoprolol
improvement
80
pneumothorax
stool
vs
General
HS
Primary
called
strength
nontender
diffuse
extremity
Chronic
Acute
stent
75
note
Per
Initial
please
COPD
flow
PT
skin
initial
S2
currently
requiring
22
SBP
400
male
S1
lasix
Lasix
Cr
vascular
effect
episode
culture
month
tolerated
active
recently
After
slightly
cannot
hematoma
total
lives
breathing
alert
labs
None
opacities
below
four
afebrile
doses
sliding
gtt
incision
amount
they
lateral
Unit
hernia
count
HCl
repair
cells
about
Q12H
Clear
difficulty
tachycardia
Department
Building
PE
As
Disp60
BS
stools
90
nondistended
him
PERRL
Insulin
Name10
we
range
EGD
increase
controlled
cause
intubation
DVT
Identifier
UREA
frontal
few
55
died
LFTs
subsequently
drip
return
atrium
graft
dyspnea
Abdomen
FINDINGS
21
Renal
report
10mg
hematocrit
qd
erythema
lungs
SOB
increasing
Vancomycin
IVF
Bilateral
motion
obstruction
ultrasound
examination
stomach
prescribed
AP
swelling
ANION
help
Labs
etiology
1000
DISCHARGE
through
interactive
PLT
Lives
less
leg
Ms
wheezing
associated
sodium
make
bl
OF
grossly
extubated
check
distal
TTE
intracranial
stroke
PICC
arrival
Activity
physician
otherwise
full
levels
Lisinopril
alcohol
femoral
side
previously
Level
Small
interval
age
presents
250
around
woman
upon
midline
areas
biliary
Q4H
taken
episodes
Abd
monitoring
mid
warm
imaging
abuse
300
Prednisone
Name4
Stable
colon
am
appear
Three
work
PNA
bed
wife
female
clinical
excluded
ASA
DM
additional
weaned
Parking
images
changed
appropriate
Head
carotid
Units
lisinopril
Vitals
supple
base
MI
LE
GRAM
Also
Soft
daughter
number
still
98
scheduled
schedule
greater
Docusate
Q24H
Subcutaneous
peripheral
steroids
26
presentation
represent
Consciousness
MRSA
syndrome
brain
limited
CCU
crackles
MMM
Month
ReleaseEC
appointments
compared
Pantoprazole
questions
abscess
These
diabetes
lymphadenopathy
HISTORY
seizure
JVP
pending
Continued
fluids
nl
central
arm
sputum
muscle
Skin
Heart
persistent
appearance
go
diagnosed
anticoagulation
sepsis
cath
Respiratory
Cardiac
Albuterol
risk
eye
fracture
Regular
ID
consult
During
complete
keep
hepatic
patent
stop
20mg
II
hypotensive
wheezes
common
Campus
Best
Hospital6
NEGATIVE
volume
Anemia
source
ON
extensive
early
returned
45
maintained
oxygen
Secondary
infarction
aneurysm
similar
35
Not
27
Injection
output
man
All
difficult
An
Other
ventricle
Acetaminophen
Gen
bone
Vitamin
tobacco
approximately
Aerosol
ulcer
cervical
5mg
region
anxiety
masses
SC
ADMISSION
sided
Heparin
unclear
reaction
CABG
along
red
dysfunction
unable
resection
collection
Numeric
visualized
intake
EtOH
urinary
movement
tissue
smoking
diuresis
CTAB
light
mcgActuation
team
show
venous
levofloxacin
Topical
mg5
Multiple
injury
growth
addition
sensation
infectious
diagnosis
removal
checked
lymph
seizures
spine
UTI
completed
Atrial
went
today
appeared
marrow
came
minimal
Titles
Coronary
date
tablets
bid
Appl
GROWTH
get
nodule
ML
pm
colonoscopy
first
evening
none
bypass
contact
cyanosis
ABD
water
abnormal
began
hemodynamically
systems
opacity
global
Drugs
chemotherapy
pacemaker
40mg
results
transplant
bladder
While
ERCP
suggestive
tolerating
monitored
NS
body
Garage
mediastinal
recurrent
NC
require
ABDOMEN
recorded
DP
65
catheterization
review
2L
depression
test
OR
coherent
here
Suspension
quit
such
PPI
vitamin
Tartrate
directed
Sulfate
foot
ascites
airway
workup
Pain
plan
symmetric
minutes
portal
arteries
Phone
LVEF
cirrhosis
weekly
goal
QD
99
palpitations
dysuria
foley
proximal
Calcium
children
Monday
Mother
measuring
Patch
Capsules
Base
hold
Abdominal
Supple
pressures
reported
GERD
thoracic
feeling
knee
medicine
tablet
START
70
150
28
Sclera
Father
DR
Ambulatory
activity
abnormalities
short
LABS
gallbladder
Moderate
concerns
switched
RCA
sedation
thickening
assistance
current
described
WITH
FINAL
decrease
confusion
postoperative
studies
infarct
dissection
abnormality
vessel
metastatic
altered
warfarin
echo
NECK
pts
CONTRAST
Of
calcium
drain
hydronephrosis
added
HCT
Pulmonary
point
taper
meds
reactive
tip
between
discussed
Disease
FFP
48
better
white
ETOH
second
measures
evaluate
incisions
fall
notable
Continue
gram
internal
Compared
inferior
EEG
hypokinesis
son
confirmed
diastolic
support
bradycardia
THE
nodes
intermittently
much
RUQ
advanced
POD
Disp1
condition
29
NEURO
Senna
Device
cyst
thrombosis
suggested
defect
They
never
Study
thrombus
Upon
descending
fatigue
bases
murmurs
perfused
PRE
auscultation
mrg
Radiology
morphine
Likely
ECG
considered
chamber
drop
62
QHS
sat
congestion
trach
slowly
cTropnT001
Q8H
96
consolidation
CVA
CN
ischemia
glucose
depressed
issues
groin
retroperitoneal
mother
Clinical
limits
six
97
Severe
experience
feel
showing
qhs
MR
Diabetes
residual
dialysis
FOR
amiodarone
asthma
oropharynx
middle
albuterol
assess
IR
used
regarding
facial
physical
headaches
Once
ECHO
basal
operative
cleared
elevation
transfused
compression
sulfate
duct
improve
EAST
gastric
PORTABLE
tid
153
another
ischemic
bacteremia
husband
pressors
Furosemide
replacement
starting
emergency
carcinoma
NG
comfortable
cefepime
face
patch
grade
shower
eventually
clinically
Urine
trended
600
therapeutic
overload
somewhat
CMV
Neurology
murmur
x3
MEDICATIONS
type
ST
kidneys
S1S2
encephalopathy
epidural
rubs
clubbing
SKIN
part
VNA
afib
position
long
hypoxia
Overall
facility
OP
dilatation
finding
deep
response
120
postop
many
38
Atorvastatin
EXT
Plavix
ulcers
adrenal
via
commands
neurology
2191624
rebound
transitioned
subsequent
using
acetaminophen
touch
least
ER
grew
HCV
Intravenous
32
nodules
CA
Hyperlipidemia
UA
intermittent
septal
72
prophylaxis
iron
possibly
complaints
LV
CBC
RX
Has
gallops
guarding
discussion
decided
0083
resolution
Ativan
JVD
xray
ROS
underlying
vitals
HSM
clot
disorder
neg
Due
breast
170
Outpatient
tumor
25mg
apparent
overnight
moderately
Disp
feeds
states
ascending
Preliminary
Repeat
Follow
alone
Bactrim
onset
worse
Disk
platelets
vision
third
reviewed
thrombocytopenia
longer
Warfarin
acid
person
Oral
46
ISSUES
tab
PA
673
viral
arrest
suggest
flagyl
speech
open
REPORT
Independent
unlikely
later
Syringe
31
despite
thin
subclavian
complications
Extremities
tricuspid
boluses
notes
MonthYear
presenting
sweats
organomegaly
116
5000
36
Source
inflammation
distended
liquids
structures
vessels
comparison
1015
exacerbation
New
meals
AOx3
structurally
rashes
protocol
infiltrate
segment
steroid
Hypotension
hrs
Acid
Initially
malignancy
them
MEDICAL
agitated
shock
tongue
just
HPI
allergy
0600AM
1000X
TPN
rest
Call
Protonix
dizziness
80s
field
88
ongoing
Code
CARDIAC
pelvic
extending
AAA
ground
agitation
antibiotic
ESRD
drugs
tract
ABG
throat
HEAD
complained
GU
wo
NPO
health
rapid
PMH
STAIN
SEEN
transfusions
heavy
prevent
movements
system
Penicillins
lobes
radiation
radiograph
causes
Five
enhancement
causing
too
lovenox
100mg
beta
abd
Name2
managed
gait
temperature
III
enlarged
its
78
112
dropped
develop
hemodialysis
44
NPH
under
mgdL
secretions
Aortic
attributed
Surgery
GEN
FIELD
TO
lifting
PERRLA
Patients
TypeART
obstructive
AND
ARF
Morphine
33
LUNGS
filling
hx
rectal
single
blocker
stage
worsened
improving
Simvastatin
lymphoma
responded
rhonchi
Doppler
shift
ablation
TSH
discuss
dosing
pacer
intervention
cerebellar
slow
myocardial
EXAM
MSSA
bolus
For
either
AST
ALT
Hepatitis
slight
dc
adequate
shows
GENERAL
NCAT
NT
TOT
confused
give
101
apex
standing
Na
hyperlipidemia
34
lumen
nebs
frequency
lightheadedness
mechanical
cardiologist
50mg
furosemide
counts
MB
Iron
sugars
quickly
Number
remains
cholecystitis
Warm
Culture
adjacent
Dilaudid
AS
lbs
ALK
110
except
wave
stabilized
nursing
superior
85
Infectious
prominent
lumbar
Tobacco
Resp
cerebral
ativan
visit
fu
spinal
ml
ceftriaxone
same
veins
end
near
like
lab
INRPT11
84
hypertrophy
Sp
Name6
IVC
Since
dressing
colitis
90s
69
apical
docusate
stents
sister
79
significantly
transfusion
114
instructed
vital
tolerate
drink
surgeon
non
worked
95
narcotics
cw
lactate
Full
Chloride
mgmL
calf
Sinus
Tab
Number1
Hypothyroidism
AnGap12
Powder
rightsided
varices
monitor
Lab
potassium
bruits
state
hypertensive
endoscopy
cx
focus
Amiodarone
ACID
Review
Diltiazem
swallow
D3
Ophthalmic
66
ambulating
sure
problems
healed
parenchymal
available
Rectal
Center
SP
awake
gas
Lorazepam
HIV
tracing
involving
Prior
infusion
77
hemoptysis
coverage
Omeprazole
close
appearing
rales
Cardiology
Was
diuresed
house
Failure
GIB
76
event
palpation
AnGap15
joint
definite
FAST
Depression
thyroid
leukocytosis
prolonged
presumed
comfort
SURGERY
major
stone
testing
obvious
simple
recommendations
dcd
subcutaneous
recovery
nurse
clean
food
ND
include
outside
Tylenol
included
93
MM
94
Bromide
Pneumonia
Diffuse
WO
Initials
axillary
pelvis
Na140
Folic
Dilantin
obese
fully
PRBCs
nasal
64
experienced
important
needs
Thursday
Currently
working
hilar
pulse
device
responsive
droop
Name5
iliac
legs
tylenol
briefly
stress
unknown
presence
suggesting
diff
Colace
duodenal
space
read
leak
lead
oxycodone
color
eating
probably
healing
CP
requirement
guaiac
100000
Q46H
occasional
INRPT12
leaflet
MRA
completely
differential
attempted
tests
30mg
might
statin
embolism
pathology
drawn
MCV87
500mg
firstname
ENT
hct
put
consider
aggressive
HFA
128
Work
Recon
STOP
syncope
sleep
arterial
Report
osteomyelitis
noticed
density
Lipitor
located
PHYSICAL
hour
yearold
hip
pancreatic
Unchanged
diltiazem
levothyroxine
Drops
TB
based
component
Limited
intravenous
their
yourself
kept
DrName
future
121
138
BUN
prolapse
involvement
shoulder
order
troponin
node
ECs
Pulm
NTND
got
recommend
volumes
successfully
father
yesterday
MonthDayYear
denied
correlation
Afib
details
tartrate
omeprazole
cce
FLUID
Female
surrounding
duodenum
decision
inflammatory
doing
instructions
resume
redness
Drug
Over
our
tachycardic
MLs
appropriately
marked
septic
febrile
receive
Country
Ciprofloxacin
antibody
quality
52
70s
receiving
round
brought
Carotid
resumed
visual
Keppra
IIXII
Expired
thicknesses
NITRITENEG
loose
Soln
caused
restart
DIAGNOSIS
x2
Otherwise
peak
fat
sinuses
each
determined
uncertain
025
Large
collections
lack
bile
Dissolve
retired
Peripheral
therefore
sats
severely
assessed
AnGap13
42
BL
deferred
intrahepatic
thickness
code
Friday
lorazepam
making
illicit
LP
administered
come
sensitive
Levothyroxine
main
rhinorrhea
Upper
sclera
initiated
UROBILNGNNEG
pattern
73
Refills1
MCV86
acidosis
took
listed
spleen
Started
68
PVD
emesis
sedated
filter
cholecystectomy
angiography
moving
black
2193914
CKD
dependent
calcifications
nutrition
closely
chair
palpable
Adhesive
gabapentin
Rapid
driving
appetite
getting
frequent
coughing
puffs
EXTREMITIES
LVEF55
overall
administration
indicated
access
bilat
Type
trauma
cardiology
RVR
bedside
Potassium
mEq
4mg
intensive
tubes
Motor
200mg
walking
67
arthritis
PTT
insufficiency
toxicity
47
resp
HCO327
eval
treat
block
plavix
maintain
degenerative
eyes
BASE
PTCA
withdrawal
TIPS
torso
myalgias
partial
tabs
ultimately
attention
markedly
K40
HCO328
IN
complex
demonstrates
ordered
operating
zosyn
cardiomegaly
avoid
Multivitamin
recurrence
foci
absence
remain
SVC
4L
possibility
usual
brother
1200AM
vanco
simvastatin
hydrocephalus
set
cysts
09
bibasilar
BY
gradually
119
doctors
51
trace
Foley
Asthma
MCV88
Creat09
Carbonate
compatible
products
appreciated
hypoglycemia
development
even
blasts
inability
Packet
passed
arch
cholesterol
Although
hypoxic
propofol
evident
stranding
cb
opacification
broad
stones
ISOLATED
generally
Disp120
general
sitting
interstitial
serial
Ipratropium
yrs
mesenteric
AT
progression
nonspecific
preserved
Most
events
Carvedilol
supratherapeutic
enzymes
pleasure
MCV89
cream
516
Puff
injection
Number2
melena
incontinence
silhouette
hydralazine
BILIRUBINNEG
04
meropenem
amlodipine
Street
earlier
MCV92
heard
DM2
deficiency
CK
neuro
K37
says
cord
sigmoid
protection
ventilator
2025
neurologic
hallucinations
Pts
HIT
EXAMINATION
NSR
125mg
Cream
hepatitis
POSITIVE
Zosyn
own
gently
89
RESPIRATORY
MS
demonstrate
immediately
Ctr
period
rib
reduced
Mg21
LLL
Nystatin
Syrup
510
Nasal
Thrombocytopenia
IJ
exertion
ankle
radial
andor
groundglass
multifocal
Resolved
Disp90
117
Findings
Oxycodone
glass
AMS
transfered
ruled
temporal
fungal
Levofloxacin
asymptomatic
nodular
TEE
930
disc
Femoral
AnGap11
Creat08
5325
affect
cover
narcotic
gain
AV
RBC
SMEAR
hydration
Creatinine
Received
Inhaler
obtain
dopamine
whether
Emergency
cellulitis
tender
AnGap14
mmHg
HCTZ
2120514
versus
azithromycin
BRBPR
Baseline
TYPEART
extubation
benign
RLL
follows
vertebral
fractures
accessory
empirically
infections
002
Liquid
co
membranes
SENSITIVITIES
Persistent
abx
unless
amounts
Flush
hiatal
result
mucosa
Following
requires
walker
Take
induced
epithelial
brown
planned
Cap
provided
PRBC
emboli
rule
suspected
drive
43
Will
failed
CSF
911
Hx
Mg20
EMS
believed
dced
cardiomyopathy
senna
contours
325mg
nonfocal
75mg
Bisacodyl
56
54
hypothyroidism
GLUCOSENEG
Glucose
external
Name9
fatigued
Lithium
estimated
titrated
tamponade
41
spontaneously
benefit
Na141
102
pack
130
2150216
Clinic
AF
rectum
B12
prostate
MCV90
800
21671127
217715
Sat
converted
Denied
SVT
delirium
eight
generalized
frequently
gm
acyclovir
remove
cc
bloody
Adverse
Reactions
PMNs
dark
DIC
124
consolidations
platelet
Ranitidine
Because
MRG
port
MA
solumedrol
stain
MonthDay
Interval
Plan
pulled
dilaudid
balloon
pump
must
83
inguinal
Echo
severity
flutter
YEASTNONE
KETONENEG
image
atrophy
Again
Lovenox
Trace
epigastric
71
39
Start
toe
CKMBNotDone
Imaging
bottle
superficial
Job
regional
126
MCV91
digits
60mg
tracheostomy
fentanyl
IL2
21951224
1215PM
218273
Flagyl
O2sat
gastritis
erythematous
Na142
takes
01
neb
650
dilation
NGT
92
Decreased
Extensive
700
Disp20
pleasant
87
3L
feels
exclude
thick
SR
hematuria
melanoma
equal
To
necrosis
signal
recovered
thus
118
hospitalized
saw
hemorrhagic
candidate
Isosorbide
leads
carvedilol
trough
Back
daptomycin
pounds
motor
dilantin
Thirty
Urinary
BPH
moist
orthopnea
LEUKNEG
122
esophageal
chloride
STT
lithium
Address
57
tremor
Amlodipine
PAST
2mg
Alcohol
wheeze
going
rather
stenting
celiac
speaking
gross
COURSE
leukemia
arranged
rare
numbness
quite
biventricular
elective
pancreas
1040PM
ibuprofen
plus
Do
neutropenic
0730AM
IgG
2192730
productive
arms
cooperative
spectrum
Dosage
apply
Nebulization
potential
scleral
icterus
referred
Good
advised
Avoid
swimming
look
sites
aid
cane
Increased
infiltrates
smoker
scattered
Creat07
Had
malignant
25050
Spray
Codeine
drinks
hand
specific
Gabapentin
06
123
58
irregular
ventricles
FEN
Sublingual
neutropenia
cycle
HCO325
Na138
itching
Appointment
fields
	You
sutures
staples
telemetry
smoked
108
1030
Then
axis
thereafter
soon
Altered
prerenal
Prescribed
103
stated
successful
nauseavomiting
106
Elevated
Atenolol
start
Stage
illness
750
NSTEMI
extension
unresponsive
160
away
MCA
paranasal
diameter
material
QRS
49
load
Year
Creat10
Further
overlying
1mg
Cirrhosis
PEA
dementia
discomfort
habits
valvular
Recent
eat
bacterial
become
TTP
MCV93
expressed
basilar
loculated
Medicated
baths
soap
degree
Hold
ciprofloxacin
Baso0
vegetations
cells100X
draining
07
Human
smear
suspicious
trivial
anticoagulated
resuscitation
plts
issue
resting
drinking
216
HSV
Rash
Nitroglycerin
lying
RODS
diverticulosis
saphenous
wellperfused
spontaneous
K42
aspect
thigh
Pupils
leading
complaining
fistula
inpatient
saturation
By
113
Day
electrolytes
Congestive
Percocet
mellitus
82
seemed
observed
jugular
represents
UOP
restarting
Spironolactone
NRB
effort
Lactate
osseous
x1
Four
deficits
department
Negative
trachea
occlusion
pantoprazole
subarachnoid
calcification
HOSPITAL
HCO329
somnolent
anesthesia
Cx
Lactulose
IH
loops
what
debridement
phos
2185624
minimally
Contrast
HCO322
sometimes
perforation
Successful
seek
CBD
Na137
MIC
GENTAMICIN
quadrant
drains
relatively
2mm
Despite
combination
continues
leftsided
comfortably
900
61
patchy
bronchoscopy
mask
K41
HCO324
59
Ho
Ca
37
NV
Dry
Cl
particularly
excursion
embolization
risks
interventional
us
coming
Mitral
serum
representing
91
SustRel
Cl104
dexamethasone
Edema
MVI
OxycodoneAcetaminophen
Lotion
resolving
adenoma
Fluticasone
sudden
expired
PR
injections
half
fell
115
suboptimal
adjusted
accident
Additionally
Bone
RV
atenolol
Company
Gout
adenocarcinoma
albumin
meeting
EP
SICU
bactrim
holding
Deceased
summary
paroxysmal
HCO326
BB
Dictated
MEDQUIST36
pos
beginning
forms
matter
puncture
progressed
Surgeon
walk
CVVH
liters
0300PM
Digoxin
Vanco
LAT
CONDITION
largest
pw
0530AM
2140716
Age
pancreatitis
HCP
Gtube
affected
wean
Possible
ductal
MICROORGANISMS
YEAST
MCGML
DIRECTED
yellow
mucous
BASOS0
refused
attempt
PEG
surgeries
IgM
Portable
Conclusions
Linezolid
Lung
flank
NABS
echocardiogram
Specialty
DMII
XRT
Diarrhea
LR
predominantly
empiric
ganglia
Na136
linezolid
1012
insomnia
towards
powder
tested
tone
five
Post
closure
Suppository
Artery
wounds
deceased
K43
IMAGING
DNRDNI
pitting
NOT
noncontributory
1L
Oriented
checks
increasingly
feet
HEART
resulting
gave
Famotidine
Number3
LEFT
especially
suggests
finger
Dyslipidemia
distant
53
60s
BPs
qdaily
81mg
hyponatremia
AML
Liver
narrowing
Hyponatremia
Creat12
Citalopram
living
Thiamine
extent
draw
esophagus
ALL
80mg
assist
sign
gastrointestinal
mastoid
pupils
INRPT10
want
sore
expected
PEEP
ventilation
Approved
nafcillin
lactulose
meningitis
0850AM
2112330
difficile
AO
Osteoporosis
little
intraabdominal
Treated
Confused
jaundice
819
_________________________________________________________
Gram
delayed
RENAL
pRBC
observation
necessary
hydromorphone
Complex
swallowing
Abnormal
vasculature
retrocardiac
nutritional
lobectomy
question
consciousness
chemo
Married
CVS
Minimal
Advair
tapered
Anxiety
Sputum
15mg
Six
ovarian
urgency
clots
pallor
assessment
HCO3
OTHER
08
vegetation
absent
ejection
SVG
beyond
AttendingLast
fibrosis
reflux
sulci
haldol
progressive
repeated
2D
remainder
Dear
Cl101
chart
Positive
decompression
benadryl
services
DAY
hematemesis
unlabored
smaller
Haldol
ranitidine
wires
congestive
Low
lavage
hemodynamic
Valve
ensure
YOUR
WEST
dermatitis
ASANEG
Cl108
adjust
Q4HPRN
psychiatry
branch
betablocker
226
APPEARClear
endotracheal
carina
portion
pulm
bpm
Sust
WEDNESDAY
NEUROLOGY
1100
GVHD
agreed
recs
620
Able
Neurologic
BMS
ventral
XL
splenic
medial
ATN
Miconazole
Awake
pale
occipital
subacute
presumably
Vascular
married
PELVIS
212187
PTitle
2nd
normally
depressions
smoke
vertigo
1110
reversed
IP
Fentanyl
calcified
0900PM
feeding
Tuesday
temp
983
212346
anasarca
2166115
provide
records
tightness
op
Colonoscopy
reflect
TotBili04
normalized
wheelchair
Antibiotics
PULM
LEUKOCYTES
Fluconazole
requested
pole
PCA
manage
qid
remaining
MONDAY
CARDIOTHORACIC
Temp
PMI
ATYPS0
INRPT13
enlargement
Room
colectomy
hyperglycemia
daughters
bronchial
MCV85
emphysema
K36
transition
nebulizers
trending
Hep
outpt
Montelukast
bruising
thyromegaly
Kidney
abscesses
closed
flat
portions
told
invasive
originally
02
limb
63
numerous
q6h
demand
CVL
K39
Acyclovir
Constipation
atheroma
trial
Vit
nystagmus
drift
anteriorly
according
rehabilitation
name
layering
tachypneic
elderly
Hydralazine
angina
PCI
Left2
0540AM
Iodine
107
suspicion
hypovolemia
aware
carbonate
multivitamin
CLINIC
rose
seems
MCV96
HCO323
cardiopulmonary
Rehab
Cath
know
Mg
afternoon
150mg
instead
Valsartan
levophed
Diastolic
hypothermia
Lantus
systemic
Cl100
Na139
Cl102
Levaquin
subsegmental
Unclear
final
dehydration
0640AM
isolated
social
NA
YOU
mEqL
pRBCs
location
hypodensity
lytic
sternal
2112125
continuous
ALLERGIES
GAP14
AFib
0400AM
0200PM
VT
2169216
Ceftriaxone
allopurinol
820
detected
Test
applied
1115
popliteal
ORGANISMSML
2171128
21721122
2130102
brief
arthralgias
fx
collapse
hypodense
Note
See
Aspiration
Speech
Out
enough
extraction
resistant
complication
ambulate
ASDIR
Ultrasound
Sensation
MYELOS0
views
scars
hemodynamics
term
Goal
why
ratio
0510AM
MICROBIOLOGY
SPUTUM
Cl95
Porcine
Humalog
tibial
reflexes
109
artifact
Lower
features
Therefore
enoxaparin
diagnostic
fraction
radiology
Wednesday
admit
LDH
exercise
Systolic
0600PM
CMO
CAP
uptitrated
QAM
140s
recieved
CNIIXII
bottles
citalopram
UNIT
ROM
K45
steady
Toprol
Answering
XII
Ibuprofen
WMEALS
Brother
death
radiographs
tachypnea
Clopidogrel
percocet
sick
cardioversion
epistaxis
CKMB3
227
higher
cannula
scoliosis
ETT
determine
temporary
WWP
Psych
SPECIMEN
457
50s
74
220
111
Phos
information
complaint
herniation
muscles
Access
Contact
ever
brisk
CO226
indicate
duration
Hypercholesterolemia
neuropathy
Mg22
ACEI
zofran
Intensive
ByLast
JOB
Intubated
tissues
coagulopathy
screen
dominant
intraparenchymal
TECHNIQUE
tired
Ferrous
Fluid
weak
140
INRPT14
succinate
ISS
metabolic
digoxin
CO2
sedating
view
sharp
0800PM
slowing
0530PM
HCC
NEG
213963
Viral
2185912
2181616
218311
1g
ambulatory
Cl109
CARE
magnesium
Bed
regularly
RDW136
POLYMORPHONUCLEAR
noncontrast
partially
fluconazole
reduction
CO225
thoracentesis
TUESDAY
diaphoresis
dx
XS0
superimposed
Flovent
qam
nerve
infarcts
T2
provider
how
RN
seroquel
extended
nature
clonazepam
Pulses
Radial
MCHC345
0505
shunt
bulk
sensory
Fever
Postop
cap
TIMES
Magnesium
members
Benadryl
ferrous
2137107
228
Creat11
scar
BLOODNEG
Diverticulosis
Commensal
Flora
contributing
rising
antihypertensives
bicarb
stasis
reportedly
214884
AnGap10
extra
glargine
reboundguarding
forearm
always
INH
nodal
lysis
30s
inspiratory
225
cardiogenic
CPAP
211
LM
Brain
rub
cisterns
diffusion
tried
segments
diminished
think
216743
cold
ACE
NitriteNEG
corrected
Hydrochlorothiazide
laboratory
PRIMARY
induction
State
Wound
CALL
1130
liquid
PLEASE
Impression
coffee
Cipro
parietal
covered
origin
extrahepatic
AC
junction
allergic
qHS
attack
best
Mucous
poorly
0620AM
Labetalol
RLE
Reason
REASON
THIS
SOCIAL
allergies
nebulizer
transient
Range
DNA
Bowel
effects
0630AM
cecum
Reference
2152725
laparotomy
21371115
212076
0901AM
218272
2182412
21611122
2159421
usually
Bibasilar
transverse
UCx
PCR
Na143
AnGap17
CHRONIC
Hypernatremia
Ointment
bromide
laceration
extravasation
986
strips
JP
repleted
difficulties
continuing
Incision
healthy
dysphagia
Strength
METAS0
Psychiatry
PACU
mobility
asa
ileostomy
Myelos0
INTUBA
developing
STAPH
AUREUS
experiencing
rapidly
KUB
mcgDose
Clonazepam
105
Sulfa
across
pyelonephritis
PPD
travel
Pleasant
212
potentially
includes
bridge
CVP
medicines
glyburide
UE
129
VATS
capsule
restraints
staff
Mononitrate
Mrs
staph
OMR
analysis
top
adenopathy
D2
Each
230
pronator
umbilical
enhancing
Every
pacing
contacts
0320PM
packed
nasogastric
spironolactone
TRANSITIONAL
chronically
bacteria
Address1
palp
PND
Free
perfusion
Afebrile
133
327
Unable
sclerae
Na133
0700AM
1226
stimuli
biopsies
demonstrating
Check
indeterminate
velocity
epinephrine
acutely
epi
phone
FRIDAY
CENTER
swollen
retention
180
attending
bilirubin
450
concerned
HA
104
0315PM
Medication
D50
reflex
Xray
BilirubNEG
YeastNONE
euvolemic
waves
protonix
Ab
Transplant
anastomosis
mets
Bleed
degrees
symmetrically
temporarily
aureus
initiation
plaque
measured
1227
cocaine
Osteoarthritis
Weigh
vent
qday
decline
CEA
distribution
fossa
record
infected
WOUND
notified
fellow
fingersticks
data
Daughter
Prefixes
ileus
Medicine
Intubation
PULMONARY
index
2200712
400mg
Within
replaced
NF
0243PM
iv
IntubatINTUBATED
falls
0650AM
2102412
0830PM
ANTIBODY
0110PM
alk
ESCHERICHIA
COLI
2172922
0159PM
2192731
2109125
diverticulitis
psychosis
polyp
laminectomy
MCV95
0800AM
goals
005
Drop
sensitivity
Routine
ureter
encouraged
factors
Hematology
420
wash
710
Nl
Cranial
arrived
Therapy
saturations
lotions
contactName
Eos0
Atyps0
TotBili03
1010
TOBRAMYCIN
Stool
Na134
growing
strain
thrush
DC
grams
apparently
atypical
foramen
embolus
extremely
reason
benefits
hematology
decreasing
Enoxaparin
immediate
Bldg
radiating
yeast
oncology
1224
127
persisted
involved
membrane
plans
nectar
attempts
against
entire
Creat06
Metas0
1111
endocarditis
trend
glycol
hypercholesterolemia
works
paced
Cl106
nitroglycerin
Sternal
VIII
TR
request
stopping
05mg
312
MEALS
hematochezia
Sister
atorvastatin
Trivial
ParticleCrystal
Keflex
sentences
EPI0
subtle
squamous
Endotracheal
lytes
wInhalation
flush
PAF
stairs
pink
S3
relieved
injected
symptom
Cl107
TricyclNEG
metformin
Issues
Pen
ability
tomorrow
Address2
ronchi
DTRs
DPs
consideration
BM
BMT
immunosuppression
double
NSAID
219
320
list
puff
sx
MCV99
COMPARISON
bony
Glargine
cycles
hemisphere
Meropenem
declined
Azithromycin
MWF
Where
RIJ
NGTD
Sepsis
Dispo
Retired
airways
inhibitor
UrobilnNEG
diuretics
case
TotBili02
Multifocal
branches
faxed
613
gastroparesis
almost
dobutamine
Tramadol
Cefepime
intraventricular
remote
epileptiform
fluent
2185104
dressings
INDICATION
TAB
CODE
colace
hemorrhoids
ostial
QTc
Captopril
Cl98
tiny
1011
colostomy
subdural
spiked
Cardiovascular
430
24HR
FiO2
Mildly
Clip
PRESENT
ILLNESS
pH
flare
2108415
BiPAP
sleeping
Lansoprazole
fine
excision
612
thiamine
strong
DIAGNOSES
paracentesis
microvascular
2107626
vac
MCHC326
agents
prescription
0406AM
Cycle
herself
21141224
Ultram
doppler
0310AM
coli
2116724
213366
213368
2172930
2131924
RL
pansensitive
polyps
mucus
cystic
RUE
Hgb104
K38
proxy
D5W
bisacodyl
PSH
Saturday
dentition
RESP
bulb
resistance
COCCI
imaged
limiting
requirements
standpoint
scans
contributed
Prophylaxis
mgpatch
safe
1827
anything
problem
Cervical
detail
sized
hydrocortisone
tub
330
AbNEGATIVE
COAG
CEFEPIME
CEFTAZIDIME
thinner
Atrovent
Zolpidem
Piggyback
98RA
hearing
SEM
Poor
Patent
pericholecystic
Differential
trivialphysiologic
characterized
suppression
100s
Pleural
145
982
Prilosec
Some
GAP13
817
deemed
824
inferolateral
preparation
video
true
vanc
03
admits
Well
K35
Cl99
1014
Recommend
brachial
VRE
Tachycardia
polyethylene
gentleman
Weight
neurologically
SL
already
Examination
Extrem
dysarthria
voice
tremors
postsurgical
perform
fiber
addressed
Discharged
Puffs
Thoracic
LLE
dermatology
Na144
pseudoaneurysm
Cardiologist
occasionally
MCV
visible
1020
EIA
supplementation
rheumatic
Conjunctiva
MCHC336
Total
TIA
Paroxysmal
becomes
Arthritis
cool
aphasia
Creat13
Na135
EthanolNEG
AcetmnpNEG
BnzodzpNEG
BarbitrNEG
physiology
mostly
Suboptimal
RDW142
overdose
psych
L5
basis
Probable
L4L5
PROTEINNEG
COLORYellow
characterize
zone
regionalglobal
echocardiographic
emergently
Allopurinol
TrimethoprimSulfamethoxazole
folic
mucosal
50000
Stop
Transferred
SQ
center
neurological
CTX
rigors
context
pains
drops
Cl103
HCO320
portable
perihepatic
diabetic
esophagitis
bronch
GAP15
former
INRPT16
KetoneNEG
LeuksNEG
urology
runs
Noncontributory
stricture
2185420
verbal
hands
1111AM
Hgb93
maxillary
Noted
actively
WWO
recommendation
procedures
metastases
Lopressor
Alendronate
Lidocaine
admissions
bicarbonate
Succinate
Transdermal
ranging
acquired
pruritis
ICA
AVR
GlucoseNEG
Lumbar
gland
segmental
attenuation
uterus
supraclavicular
sheath
BIDPRN
CHLORIDE107
people
Rate
Evaluation
emergent
LMCA
pill
septum
margin
Syndrome
arousable
2200521
T4
dinner
Cl111
21041229
21041230
SCREEN
cuff
Hgb106
1250PM
RIGHT
nose
hypercarbic
316
CNs
wedge
metastasis
Metastatic
alpha
sinusitis
rise
250mg
MCHC331
0930AM
move
0500AM
cipro
PEEP5
Alb
Vital
cognitive
migraine
2181513
Glipizide
Crohns
complain
218319
TRIMETHOPRIMSULFA
0940PM
0400PM
21141218
lupus
TabletRapid
2173726
1100PM
2124314
2112428
2163527
PD
21931124
0736PM
2169114
218049
metronidazole
conversion
lopressor
form
complains
822
Cdiff
configuration
MRCP
contains
0700PM
RDW150
AnGap16
240
wellcontrolled
QOD
MDI
perinephric
cholelithiasis
Marked
Mg18
SPARSE
FUNGAL
intraperitoneal
Slight
containing
Urology
balance
voiding
lidocaine
aspirate
attached
Main
hydrated
solid
Tongue
LYMPH
MCHC332
EOS0
upright
Nursing
levaquin
reveal
PTA
photophobia
PFO
2177
MCHC346
PAIRS
Hgb95
Mg16
ostomy
ca
Communication
Tiotropium
FluticasoneSalmeterol
represented
different
values
young
evolving
background
Cultures
saline
raised
clearance
Disp180
Releases
occurred
portacath
vague
parents
live
discussions
progressively
gets
asked
trouble
DOE
way
BAL
Throughout
818
precautions
recall
questionable
1117
appt
mammary
osteoarthritis
CamphorMenthol
written
Works
equally
VI
Neurosurgery
leave
Motrin
310
infrarenal
hard
Cl105
helpful
resolve
labetalol
10000
ppd
contractility
postoperatively
wear
hysterectomy
refractory
IVDU
sternotomy
correlate
Pathology
TEST
inhouse
normotensive
life
suffered
undergo
tingling
premature
Mood
defects
131
Office
988
20s
Extr
impaired
0540PM
wnl
diffusely
RDW135
technical
psychiatric
correct
210593
fib
Trazodone
guidance
BONE
AFB
Complete
Tumor
927
atropine
grandfather
aunt
191
2125711
223
q6
Metformin
gout
estGFRUsing
RDW139
peaked
dt
Verapamil
Erythromycin
Hours
finish
wire
oncologist
ready
hyperkalemia
occluded
overloaded
maximal
shortly
RBBB
relief
hepatocellular
1000AM
kg
Mycophenolate
Mofetil
Return
PEs
Adrenal
More
Restarted
984
score
woke
bathroom
Diabetic
Ten
Meds
satting
seconds
technique
XS1
helped
run
MCHC337
find
lipase
osteoporosis
sludge
protect
IUL
Dose
loaded
4mm
endarterectomy
exposure
shaking
nondisplaced
cut
tachy
GNR
unrevealing
axial
looked
Duration
allow
straight
MCV94
bs
solids
prelim
describes
borderline
endorses
antrum
captopril
0840AM
lowgrade
worker
MCHC329
often
cataract
s1s2
Comparison
somnolence
Nitrate
Hematocrit
0900AM
asterixis
Transfer
angioplasty
0205AM
0635PM
Fosamax
film
SBPs
ET
deletion
speak
Compazine
K33
supportive
WNL
fusion
series
Epidural
BACILLI
methadone
pathologic
hemispheres
routine
Time
consultation
AnGap9
AMPICILLIN
SoluMedrol
Chewables
picture
1140AM
ARDS
ICD
DES
x4
212276
Fibrillation
eo
coiling
Calcium85
2185625
0655AM
2166126
216589
210387
nephrostomy
remission
0150AM
2180910
2129914
2190521
0318AM
milrinone
220448
2153216
2192729
21521018
2174418
2140517
2133820
IVFs
easily
pylori
425
discontinue
MCV98
MCV97
Creat14
finished
trazodone
porcine
0005
ipratropium
Hundred
Health
malaise
heroin
marijuana
symptomatic
uncomfortable
0610AM
Reported
ANAEROBIC
STAPHYLOCOCCUS
drained
respond
electrolyte
intra
Disp10
machinery
insertion
pulling
lost
memory
prompted
wanted
laparoscopic
readmitted
pleuritic
Occasional
Alzheimers
TotBili05
newly
pna
couple
advair
PFTs
cytology
nystatin
7030
Guaifenesin
1gm
URI
ecchymoses
heterogeneous
interpolar
ovale
persistently
yet
essentially
Ultimately
toward
Nephrology
far
Single
O2Sat
appendectomy
nearly
Both
Losartan
bumped
profound
ecchymosis
UreaN15
amp
gentamicin
Grossly
appendage
Hgb86
MCH303
UreaN12
awoke
step
Ambulating
ointments
weigh
neoplasm
515
Now
Infection
HL
falling
Previously
499
expiratory
famotidine
cholecalciferol
MCHC340
2101
630
ADLs
CHLORIDE97
Torsemide
1st
926
supplemental
S4
deformities
vit
Rhythm
afterwards
RDW138
trying
said
acting
benzodiazepines
Transitional
Twenty
976
Improved
SODIUM140
0545AM
WCONTRAST
Cholecalciferol
cigarettes
ill
PH65
MCHC333
CO223
SS
restrictive
135
711
mixed
mcgdose
lethargic
bands
Quit
1124PM
PROTEIN30
WBC02
CREAT11
forward
humalog
sugar
Combivent
believe
myopathy
724
vasogenic
neurosurgery
occupational
Decadron
MCHC324
1834
conditions
120s
Cellcept
Heme
K48
Dopamine
canal
restriction
Hemoptysis
2157
Gastric
wine
Very
RDW143
Calcium90
AppearClear
unsuccessful
SECONDARY
voriconazole
Hepatic
knees
sphenoid
IM
OTC
0555AM
K34
intercostal
AB
Synthroid
POs
deviation
526
	Any
410
617
obesity
3630
MG
human
SAH
reached
1112
Bleeding
circumferential
IVDA
899
ear
great
atherosclerotic
activities
0230PM
STUDIES
strokes
dizzy
bright
Creat05
voltage
ReleaseECs
presyncope
5th
angiographically
gradient
paratracheal
supine
LAB
2109120
Additional
Illicit
463
hypercalcemia
Did
larger
group
exploratory
318
SaO2
Site
purulent
MCH301
RARE
Zantac
21041231
ex
STARTED
WITHOUT
glands
2154
VALVE
0715AM
0710AM
suprapubic
White
screened
Tube
0745PM
Mg25
SODIUM141
hemolysis
714
Rel
EBV
answer
0520AM
TotBili07
CIWA
constant
Mg19
percussion
Diskus
Nafcillin
1213
referral
Daptomycin
prognosis
QPM
nonsmall
fourth
whole
0420PM
closer
confirm
buttock
ACS
pressor
HF
0607AM
endometrial
MCHC352
program
critical
AMPICILLINSULBACTAM
CEFTRIAXONE
2185626
Fexofenadine
AVM
empyema
218477
melanotic
stridor
adhesions
Tacrolimus
schizoaffective
2187815
0555PM
2163228
diameters
2181617
2131921
21181010
1220AM
217716
cetuximab
documented
Dementia
parenchyma
pseudocyst
UreaN26
K47
keeping
maleate
Milk
Magnesia
switch
oil
direct
alcoholic
cdi
Significant
spike
ambulation
examined
1474
steristrips
increases
1826Hospital
local
Reflexes
Gait
prominence
typical
Based
delirious
reduce
liter
From
painful
Nausea
HEMATOLOGYONCOLOGY
IntubatNOT
CIPROFLOXACIN
NSCLC
gap
panel
600mg
914
fibrinogen
factor
Enlarged
sonName
vasculitis
thrombi
corresponding
nadir
fast
721
undergoing
1027
FS
vena
cava
options
Mellitus
4045
725
727
LCX
multifactorial
siblings
40s
POTASSIUM39
MCV83
Bronchoscopy
serologies
definitive
Olanzapine
organisms
EKGs
max
812
confluent
eosinophilia
Biopsy
292
2134109
guided
methotrexate
Diagnosed
sons
0345PM
0645PM
MCV84
Gran
Micro
1118
syncopal
begun
narrowed
1016
Q8
grafting
reverse
Murmur
167
surgeons
revascularization
Postoperatively
Later
preoperative
1000mg
washing
Nerves
diplopia
VII
Hearing
Coordination
pituitary
persists
Endocrine
	Take
excessive
hair
softener
Levetiracetam
Addendum
Admitted
pneumoboots
unstable
diagonal
Disp40
edge
MCHC321
Amylase
1025
guiac
gastroenterology
cdiff
chem
Central
Saline
remarkable
lifts
kyphosis
2148
actually
bipolar
Obese
UreaN17
213
subcutaneously
BUNCr
rigidity
729
basilic
maintenance
731
Q6HPRN
RDW153
L4
stability
1228
CD4
920
amputation
packs
BILI02
MCH307
Male
Several
Bradycardia
glucagon
319
1230
137
ACTIVE
160s
sertraline
Sertraline
fluticasonesalmeterol
Homecare
Diagnoses
valsartan
IDDM
trop
Illicits
PH50
cardiomediastinal
lantus
embolic
inh
inhaler
Briefly
slurred
palate
donor
rechecked
dimension
HCO318
0145AM
twelve
1040
PCPs
nc
Consider
tsp
Never
CO224
incompletely
Fall
COR
CCE
territorial
MCH302
0432AM
Mg24
Sulfonamides
Rheumatoid
DCd
neoplastic
0418AM
0514AM
minute
Held
informed
nephrologist
med
Cyanocobalamin
HCO331
1230PM
mediastinum
caliber
duplex
irritation
FOLLOWING
airspace
bradycardic
Clonidine
Sucralfate
Weekly
Miscellaneous
pO2
aggressively
Celexa
Gastrointestinal
edematous
INTUBATEDINTUBATED
NSAIDs
MCHC327
torsemide
cross
Mediastinal
surveillance
differentiation
instrumentation
compressive
Ascending
heal
728
Disp28
helps
probe
1106
PULSES
Popliteal
distally
arteriotomy
probable
nephropathy
spray
catherization
qD
0542PM
625
interim
Reports
534
bleeds
pills
nicotine
incidentally
nonrebreather
hemiparesis
1210
opening
deficit
BMs
2113615
UreaN23
company
uncontrolled
PMHx
STUDY
Containing
gastrostomy
2155
Neg
settings
MCH298
distention
DATA
lymphocytes
LEGIONELLA
hypercarbia
inhalers
Seizure
qAM
mcgactuation
gram15
3350
specimen
prostatic
Tcell
FISH
assay
GPC
sparse
hypersensitivity
leaving
Line
FUNCTION
0430AM
Former
1021
cTropnT003
goes
accordingly
CONCENTRATED
repletion
717
worsen
cortex
212525
T1
FAMILY
barbitrtNEG
766
2114228
OSA
Parkinsons
akinetic
L1
215346
MCH297
RDW141
substance
Does
titrate
ACEi
Gastroesophageal
Calcium87
CEFAZOLIN
subcortical
presently
XS4
Focal
0735AM
flexion
2114131
diaphoretic
LIVER
sclerosis
apnea
BOTTLE
2123114
highdose
2133610
1015AM
SBO
rejection
prograf
Prograf
lap
0835AM
mgday
Calcium93
variceal
21581215
21581216
0552AM
2189913
2189912
215073
215072
2151312
2159423
21941016
Clostridium
150s
angle
MCH312
RDW152
MCHC322
HCO319
AnGap19
Phos36
desire
mirtazapine
percutaneous
615
migraines
suction
0635AM
MCH282
Laboratory
tracking
identify
washout
Ct
specifically
particular
restrictions
pat
2104
Repair
High
mean
returning
Rehabilitation
pseudomonas
late
Hgb100
218199
OROPHARYNGEAL
MODERATE
PIPERACILLINTAZO
MCH314
HCO330
Hypoxia
1120
Lispro
dental
damage
conjunctival
responds
RDW146
Hgb92
formation
discrete
explained
919
BNP
steadily
drowsy
1500
syringe
notice
134
Hgb
q4h
worrisome
answers
tolerance
endovascular
irregularly
MAGNESIUM21
nonobstructing
wu
consistently
protein
antigen
hypernatremia
concurrent
mentating
AAOx3
MEROPENEM025
Assessment
1029
IABP
Occupation
Height
Irregular
Varicosities
Bruit
MCHC341
Dispqs
analgesics
Leg
NEUROSURGERY
Headache
523
978
Facial
IX
Intact
suprasellar
extends
pass
terminating
521
bending
counter
Advil
trunk
DAILYPRN
odynophagia
pancytopenia
Elderly
Dyspnea
finasteride
q8h
detailed
mastectomy
MCH306
Creat
highly
331
Anticoagulation
hep
3mg
fluticasone
min
nitro
thrills
Demerol
730
Bipolar
Calcium84
K44
AnGap8
THURSDAY
858
Name7
2138729
205
paranoid
refusing
self
Hgb105
MCHC319
UreaN9
MCH311
synthroid
Information
giving
626
bearing
refer
Trauma
2170104
2158
MICROCYTNORMAL
Hgb83
Na131
VL
interventions
Mechanical
bring
Gastritis
2110
Albumin
5055
depletion
110s
513
NH
cs
surface
TH
RDW140
RBC02
BACTERIAFEW
ro
Concern
Vicodin
210
XRAY
pupil
2126124
End
Subsequently
wishes
sample
cyclosporine
na
native
HO
relate
sources
MRIMRA
Doxycycline
PUD
Nonspecific
DO
witnessed
Moves
tear
scalp
0500PM
BacteriNONE
Agents
LGIB
nd
nt
325650
objects
dz
AnGap18
Creat21
Cl110
Creat20
orthostatic
Zofran
MCV81
confrontation
ANY
	New
necessitating
discovered
brothers
LT
DKA
SSI
QT
clonidine
fax
vomit
worst
hypoxemia
those
entry
angiogram
Propofol
Trop
tox
CNS
raising
clearly
myoclonic
Mirtazapine
sclerotic
dedicated
proximally
phase
periods
let
firm
Fax
CREAT10
length
lipitor
conjunctiva
appreciable
Simethicone
nocturnal
metal
akinesis
5mm
wrist
widowed
etiologies
myeloid
blast
arrange
unusual
Twice
Metronidazole
249
tarry
MCH305
2113620
permanent
arrhythmia
UreaN20
Phos29
gauze
tape
0445AM
Pending
STOPPED
mentioned
CLINICAL
fairly
ectopy
TV
holosystolic
adrenals
Staph
discontinuation
completion
RDW128
phenylephrine
UreaN18
preop
Fifteen
vehicle
pus
neutrophils
seven
toes
ANTIGEN
resultant
exceed
Scattered
fresh
obscured
linear
plasmapheresis
tonsillectomy
cholangiogram
anemic
folate
2158713
lot
328
benzos
MCHC328
0445PM
1022
toxic
intoxication
gluconate
197
IIIVI
lingula
Ascites
peroneal
velocities
changing
recovering
gadolinium
PET
cortical
Recurrent
Hg
7525
MEDICATION
dog
0845PM
XS6
bnzodzpnNEG
residue
assisted
Multivitamins
glipizide
send
MCH319
Epi0
MCHC347
VAP
2153116
tx
ribs
hyperplasia
1520
gag
0724PM
MAE
Unasyn
Cl97
Calcium80
amio
command
Ventricle
FOLLOWUP
perihilar
ten
PNEUMONIAE
0925PM
0625AM
serious
2102414
radiofrequency
lip
STATUS
MYCOBACTERIA
lips
pedal
2127416
CRI
2178629
2145626
hypothyroid
Alk
Klebsiella
Valganciclovir
antipsychotic
serous
nor
FUNGUS
NITROFURANTOIN
thecal
sac
flushing
2133611
213365
0950PM
cmsec
2112429
2158427
2153215
217718
74316
21151020
2108828
2103315
218274
2193915
1225PM
rates
15L
aerated
hernias
Microbiology
MCHC350
HCO321
ACUTE
HCAP
Nutrition
clobetasol
Cholelithiasis
UreaN10
clindamycin
LEVOFLOXACIN
VANCOMYCIN
Stain
CLUSTERS
nephrolithiasis
routinely
toilet
clears
Diet
urinate
Abx
alprazolam
weights
RADIOLOGY
meal
aside
else
community
985
Thyroid
overlapping
progress
Difficult
218198
Non
jaw
FEV1
coarse
Diff
RDW166
Calcium83
Phos32
RUL
anion
Pseudomonas
predicted
parameters
breakthrough
Presented
providers
Hyperglycemia
Colitis
feverschills
Shellfish
abdomenpelvis
looks
responding
smokes
profile
atraumatic
LUSB
Preserved
coordination
PSYCH
RESULTS
ACA
spacing
hypoperfusion
equivocal
necrotic
entirely
ms
maximum
mg06
infarctions
release
436
biceps
nearby
Port
functioning
Onc
managing
Glyburide
210488
290
ended
715
LDL
218
treatments
HAP
fact
legionella
821
lacunar
delerium
cage
lines
shown
antibodies
Serum
CKMB
815
prompting
1826
Lymphoma
axilla
mucositis
RDW145
Na132
1cm
Slightly
palliative
2119714
harvesting
Pulse
Orientation
Visual
symmetrical
FLAIR
Endocrinology
520
uses
etc
253
Acetate
Aneurysm
222
attempting
Systems
breakdown
OM
MCV82
atelectatic
ppx
clopidogrel
MCH315
CVICU
cessation
production
believes
idiopathic
GAP17
MCH
OUTPATIENT
dyspneic
1023
wbc
reasons
largely
re
tiotropium
Aged
RBCs
CHANGES
MIBI
Today
LOC
occur
Stroke
xanthalesma
xanthomas
RDW137
arteritis
Zocor
syringes
215
SULFATE
needle
begin
OFF
CAMPUS
resulted
300mg
beats
cocci
normalization
Preadmission
12H
0907PM
K49
ring
TP
tuberculosis
2137
lived
moved
2135
HYPOCHROMNORMAL
POLYCHROMNORMAL
densities
Tissue
INTERPRETATION
221
160800
1017
255
uncle
Another
0337
172
311
Folate
junctional
712
827
674
130pm
emphysematous
nuclear
plantar
0605PM
1501
void
Diovan
120mg
Spiriva
Bedtime
NP
craniotomy
OT
Approximately
rim
downward
977
sterile
toxin
widely
plain
perhaps
2192924
PT144
UreaN16
UreaN34
HAART
flora
foraminal
insipidus
approx
Sunday
breaths
obstructing
Disp4
lethargy
FSG
downgoing
ankles
abdpelvis
INRPT17
0720AM
Phos38
Hypoglycemia
Mass
hypoglycemic
spent
713
2U
triple
Sotalol
Allergy
LUNG
214
Antibody
Voriconazole
Smoked
217
postprocedure
Function
endoscopic
cancers
dural
sagittal
paraspinal
341
hear
dated
Ondansetron
mg24
QS
directly
Lipase
Serial
gallstones
massive
fissure
Tone
knows
deconditioning
stat
Pravastatin
1237
826
MICRO
Midodrine
exception
flap
false
ulceration
plaques
Distal
excretion
SMA
criteria
	No
green
2186
SODIUM143
COLORStraw
deformity
0556PM
MCHC351
QTQTc
Cardiomediastinal
Sarna
Appt
216749
flight
exertional
Appendectomy
walks
COMMENTS
comments
widespread
RP
desensitization
CKMB2
Aorta
root
260
instability
Etiology
flattening
occult
ASPIRIN
grandmother
backwards
MCH296
vascularity
excellent
Antigen
broadened
phenytoin
crushed
ice
incontinent
PT138
BASOS03
2131122
dilt
tell
pronounced
caudate
periventricular
spasm
PPM
dual
revision
regards
grown
dietary
neglect
protrudes
MCH317
Creat16
ColorYellow
BloodNEG
swab
RECONS
conduction
delay
162
adult
Son
mobile
Platelet
Q8HPRN
1113
OU
2120830
grafts
marginal
RDW131
VENTRICLE
AR
RDW126
tomography
WBC85
CHLORIDE103
BE
Absent
SERVICES
6L
Singulair
Q6
bag
bili
gastroesophageal
illicits
Tachycardic
0548PM
standard
bc
Prochlorperazine
supported
verapamil
DuoNeb
609
myoclonus
2200713
0440AM
Mg23
attend
crisis
MCH289
Mg17
Kayexalate
sensitivities
tamsulosin
gastrocnemius
appendix
ulcerated
hemithorax
3rd
cephalosporins
malformation
500cc
21851124
0627AM
compliance
Rifaximin
ertapenem
Metoclopramide
staining
XS2
splenomegaly
2167221
MVC
chronicity
cerebellum
RDW169
Cardiomegaly
Virus
palsy
Sevelamer
RDW161
exploration
0759PM
ONCE
RESISTANT
SPRY
NU
CKMB12
377
2147
recd
valium
atovaquone
loading
Mesalamine
Phenytoin
Ace
q46h
Fluoxetine
0955PM
CO231
peritoneal
washings
adnexal
2183110
Hgb91
invasion
2115222
Levophed
975
1006
rupture
BiPap
Stenosis
PORT
visualization
Influenza
10000100000
Baso03
WBC84
independently
218897
Inhibitors
nonbloody
clips
WBCs
0828PM
8mm
Aldactone
Wife
bundle
2119916
1031
cultured
2145625
0125AM
21971023
1130AM
leakage
coag
collar
Norvasc
212157
angioedema
2200523
2121930
packet
2180224
reversal
210187
0514PM
1255AM
Atovaquone
retropharyngeal
CRT
perimesencephalic
2153219
210763
2166428
1005PM
219282
219281
219286
HLH
ATG
21151021
2138813
2174517
219851
0254AM
21371228
myeloma
Ostomy
216942
Benign
friend
scarring
PENDING
WBC78
Hgb118
RDW157
UreaN19
XR
21841112
Dulcolax
CTguided
gastrojejunostomy
136
ligation
2107
MGR
IDENTIFICATION
TETRACYCLINE
Bottle
pneumomediastinum
adequately
cardiovascular
incentive
Cre
reevaluate
Augmentin
agreement
hot
915
SCAN
2130310
real
contents
bruit
nerves
0611PM
BANDS0
SODIUM138
GAP18
Unfortunately
feedings
360
malnutrition
rinse
Steroid
WBC93
MCH294
HBsAgNEGATIVE
FLORA
MEROPENEM
PENICILLIN
ending
weaning
spiriva
whom
exacerbated
Transaminitis
inhaled
Needs
Benzonatate
Nexium
Hexavitamin
10100
065
inhalation
701
2125918
Sulfonamide
weekend
918
operation
Normocephalic
LABORATORY
PT135
493
phlegmon
processes
Gallbladder
dysplasia
outweigh
pulmonology
contin
Eventually
qpm
exactly
suspect
sustained
sleepy
incisional
didnt
Chem
359
functional
coughed
responses
LIMALAD
murmursgallopsrubs
MCHC314
ESR
hospitalizations
bump
triggered
21341119
Burkitts
lightheaded
923
neupogen
Monos0
Calcium88
Hgb87
MCH299
MCHC355
Similar
reevaluated
1114
ampicillin
gemcitabine
thrombocytopenic
mood
intraaortic
Stress
1ppd
anxious
MCH300
Beta
Ascorbic
Incisions
Look
177
VP
96RA
BRAIN
extend
cavernous
approach
elevates
responsible
components
planning
cortisol
Hydrocortisone
intraoperative
dictated
	Increase
antiinflammatory
calling
dye
CFolic
1121
667
blurry
school
DPPT
MCHC354
HOME
prochlorperazine
1505
Bupropion
2111
BASOS01
1003PM
WBC1
BACTERIANONE
MCHC
RDW
Gastroenterology
Bumex
2LNC
Esophageal
colonic
3XWEEK
hematocrits
10mL
Epogen
459
labored
lasting
Nitro
WDWN
msec
MCH308
HDL
Supratherapeutic
Loss
waking
carotids
PF
553
Phos27
INSULIN
schizophrenia
742
PMN
radials
LUE
recheck
strep
1125
contamination
improves
Haloperidol
CHLORIDE105
MCH304
0550PM
INRPT09
Cl96
greatly
sq
Sliding
519
longstanding
uric
POIKILOCYNORMAL
MACROCYTNORMAL
MAGNESIUM18
Previous
noncompliance
samples
intermittant
mcgkgmin
coronaries
2125712
317
179
139
CPK
246
189
reschedule
vomitting
HLD
Oxycontin
Noncontrast
PIV
LENIs
BASOS02
EPI02
feasible
organ
Recently
5500
24H
Tamsulosin
accompanied
gradual
business
indicating
979
Dye
629
RDW158
intravascularly
urosepsis
DS
RDW148
MCHC349
AnGap21
TRANSPLANT
NHB
ct
normoactive
ambisome
ddAVP
brainstem
bubble
peacefully
Ambien
BLOODLG
explain
Changes
2150219
intolerance
hypothermic
Neuropathy
mural
Fu
QMOWEFR
Breakfast
controlling
UTIs
raise
IVs
coated
means
supply
intention
achieved
appendicitis
Incidental
mgr
elbow
0630PM
Allowing
Syncope
midodrine
321
Followed
AIN
Less
infiltration
scant
800160
himself
intrathoracic
eluting
Hypothyroid
WBC72
MCHC348
Selective
aneurysms
visualize
topical
maternal
Toes
consented
IMMEDIATELY
NOS
consent
medically
224
refills
Name12
nitrate
inside
ICH
bodies
moves
echogenicity
Imdur
Zetia
Hct309
1024
hs
relative
surgically
frank
measure
blastic
Attention
characterization
meet
indicative
VICU
OFFICE
0536PM
elongated
Used
PIVs
MCHC334
UreaN13
Phos41
Intervals
creat
looking
midclavicular
decompensation
pigtail
Hounsfield
markers
diovan
fatty
LCx
TURP
screening
EPO
Flow
nearest
Myocardial
replete
616
vibration
CHLORIDE102
UreaN11
exact
POD1
996
164
retardation
Calcium92
resident
417
Barretts
Esophagus
maroon
hypodensities
POTASSIUM48
reintubated
VQ
OA
MCHC343
Grade
1219
toxicmetabolic
serotonin
established
papillary
Enalapril
MCHC338
COAGULASE
pulmonic
faster
PTX
intially
1220
170s
exudates
Sensory
proprioception
CO227
attacks
2160
550
1211
flail
WINDOWS
rotator
RDW132
UreaN33
TotBili08
passing
flatus
box
Staphylococcus
Treatment
advance
ranged
casts
illdefined
meningeal
Bacterial
925
2108416
Phos46
mcghr
Q72H
TAKE
Healthcare
